Repository: TrendingTechnology/isItSafe-APP
Catalog: lib/l10n/intl_*.arb
Languages: pt

# textOnBoarding1_0
source: Focus on
pt: Foco em

# textOnBoarding1_1
source: safety
pt: segurança

# textOnBoarding1_2
source: and
pt: e

# textOnBoarding1_3
source: comunity
pt: comunidade

# textOnBoarding2_0
source: Know where to go
pt: Saiba onde frequentar com

# textOnBoarding2_1
source: safely
pt: segurança

# textOnBoarding3_0
source: Describe your
pt: Descreva suas

# textOnBoarding3_1
source: experiences
pt: experiências

# textOnBoarding3_2
source: and rate places
pt: e avalie locais

# loginPageTitle
source: Let's get you in.
pt: Vamos entrar.

# loginPageSubtitle
source: We missed you!
pt: Sentimos sua falta!

source: Username
pt: Usuário

source: Password
pt: Senha

# loginErrorUsername
source: Please type in your username
pt: Por favor digite um nome de usuário válido

# loginErrorPassword
source: Please type in a valid passowrd
pt: Por favor digite uma senha válida

# forgotThePasswordBtn
source: Forgot the password?
pt: Esqueceu sua senha?

# dontHaveAccount
source: Don't have an account?
pt: Não possui uma conta?

# signUp
source: Sign Up now.
pt: Cadastre-se.

# errorToLogin
source: Wrong fields! Try again.
pt: Campos errados! Tente novamente.

# registrationPageTitle
source: Welcome!
pt: Bem vinde!

# registrationPageSubtitle
source: Meeting you will be a pleasure!
pt: Será um prazer te encontrar!

# registrationPageText1_0
source: Don't be afraid to be creative
pt: Não tenha medo de ser criativo

# registrationPageText1_1
source: How do you prefer people to refer to you?
pt: Como prefere que se refiram a você?

# registrationPageText2_0
source: We care about your safety, so...
pt: Nos importamos com a sua segurança, então...

# registrationPageText2_1
source: - more than 8 characters long
pt: - mínimo de 8 caracteres

# registrationPageText2_2
source: - letters and numbers, please
pt: - letras e números, por favor

# registrationPageText3_0
source: I've read and accept the terms & conditions*
pt: Eu li e aceito os termos e condições*

# registrationPageFormFieldTip1_0
source: Name
pt: Nome

# registrationPageFormFieldTip1_1
source: Username
pt: Apelido

# registrationPageFormFieldTip2_0
source: Example: she/her, they/them, she/they
pt: Exemplo: Ela/Delas, Elu/Delu, Ela/Elu

# registrationPageFormFieldTip3_0
source: Email Address
pt: Endereço de email

# registrationPageFormFieldTip3_1
source: Password
pt: Senha

# registrationPageFormFieldTip4_0
source: Confirm password
pt: Confirmar senha

# registrationPageButtonText1_0
source: REGISTER
pt: CADASTRAR
